Repository: JMApps/supplications_from_quran
Catalog: lib/until/language/app_*.arb
Languages: ru

# database_name
source: Supplications_en
ru: Supplications_ru

# app_name
source: Supplications from Quran
ru: Мольбы из Корана

# bookmarks
source: Favorites
ru: Избранное

# bookmarks_is_empty
source: No favorite
ru: Избранного нет

# data_is_empty
source: Failed to load data
ru: Не удалось загрузить данные

source: Arabic text size
ru: Размер текста аята

source: Translation text size
ru: Размер текста перевода

# arabic_text_color
source: Color text ayah
ru: Цвет текста аята

# translation_text_color
source: Color text translation
ru: Цвет текста перевода

# select_color
source: Choice color
ru: Выберите цвет

source: Added to favorite
ru: Добавлено в избранное

# deleted_from_favorite
source: Deleted
ru: Удалено

source: Copied
ru: Скопировано
