Repository: JMApps/supplications_from_quran
Catalog: lib/l10n/app_*.arb
Languages: az, id, kk, ky, tr, uz

# tableName
source: Table_of_supplications_en
az: Table_of_supplications_az
id: Table_of_supplications_id
kk: Table_of_supplications_kk
ky: Table_of_supplications_ky
tr: Table_of_supplications_tr
uz: Table_of_supplications_uz

# appName
source: SFQ
az: Qurandan dualar
id: Doa dari Al-Quran
kk: Құран дұғалары
ky: Курандагы дуалар
tr: Kur'ân-ı Kerîm'den duâlar
uz: Қуръондан дуолар

source: Cards
az: Kartlar
id: Kartu-kartu
kk: Карталар
ky: Карталар
tr: Kartlar
uz: Карталар

source: Pages
az: Səhifələr
id: Halaman
kk: Парақшалар
ky: Беттер
tr: Sayfalar
uz: Саҳифалар

source: Bookmarks
az: Seçilmişlər
id: Penanda
kk: Таңдаулылар
ky: Тандалгандар
tr: Favoriler
uz: Хатчўплар

# bookmarksIsEmpty
source: No bookmarks
az: Əlfəcin yoxdur
id: Tidak ada penanda
kk: Таңдаулылар жоқ
ky: Тандалгандар жок
tr: Favoriler yok
uz: Хатчўп йўқ

source: Settings
az: Ayarlar
id: Pengaturan
kk: Параметрлер
ky: Опциялар
tr: Ayarlar
uz: Созламалар

source: Copied
az: Kopyalandı
id: Disalin
kk: Көшірілді
ky: Копияланды
tr: Kopyalandı
uz: Нусхаланган

source: Added
az: Əlavə edilib
id: Ditambahkan
kk: Қосылды
ky: Кошулду
tr: Eklendi
uz: Қўшилди

source: Removed
az: Silindi
id: Dihapus
kk: Өшірілді
ky: Өчүрүлдү
tr: Kaldırıldı
uz: Олиб ташланди

source: Random ayah
az: Təsadüfi ayah
id: Ayah acak
kk: Кездейсоқ аят
ky: Капыс аят
tr: Rastgele âyet
uz: Тасодифий оят

# arabicTextFont
source: Arabic Font
az: Ərəb şrifti
id: Huruf arab
kk: Арабша қаріп
ky: Араб шрифти
tr: Arapça yazı tipi
uz: Араб шрифти

# textFont
source: Translation Font
az: Tərcümə şrifti
id: Font terjemahan
kk: Аударма қаріпі
ky: Котормонун шрифти
tr: Çeviri yazı tipi
uz: Таржима шрифти

# arabicAlignText
source: Ayah Alignment
az: Ayələrin düzülüşü
id: Lokasi ayat tersebut
kk: Аяттардың орналасуы
ky: Аяттардын жайгашуусу
tr: Âyet metin hizalaması
uz: Оят жойлашуви

# alignText
source: Translation text alignment
az: Tərcümə mətninin düzülüşü
id: Penyelarasan teks terjemahan
kk: Аударма мәтінінің орналасуы
ky: Котормонун жайгашуусу
tr: Çeviri metin hizalaması
uz: Таржима матни жойлашуви

# arabicTextSize
source: Ayah text size
az: Ayə mətn ölçüsü
id: Ukuran teks ayah
kk: Аяттар мәтінінің өлшемі
ky: Аяттардын көлөмү
tr: Âyet metin boyutu
uz: Оят матни ҳажми

# textSize
source: Translation text size
az: Tərcümə mətninin həcmi
id: Ukuran teks terjemahan
kk: Аударма мәтінінің өлшемі
ky: Котормо текстинин көлөмү
tr: Çeviri metin boyutu
uz: Таржима матни ҳажми

# arabicTextColor
source: Ayah text color
az: Ayə mətn rəngi
id: Warna teks ayah
kk: Аяттар мәтінінің түсі
ky: Аяттардын түсү
tr: Âyet metin rengi
uz: Оят матни ранги

# textColor
source: Translation text color
az: Tərcümə mətninin rəngi
id: Warna teks terjemahan
kk: Аударма мәтінінің түсі
ky: Котормо текстинин түсү
tr: Çeviri metin rengi
uz: Таржима матни ранги

source: For light theme
az: Işıqlı ekran üçün
id: Untuk tema ringan
kk: Жарық тақырыпқа арналған
ky: Жарык түс үчүн
tr: Gündüz Modu için
uz: Ёруғ мавзу учун

source: For dark theme
az: Tünd ekran üçün
id: Untuk tema gelap
kk: Күңгірт тақырыпқа арналған
ky: Кара түс үчүн
tr: Gece Modu için
uz: Тунги мавзу учун

source: Close
az: Bağlamaq
id: Menutup
kk: Жабу
ky: Жабуу
tr: Kapat
uz: Ёпиш

source: Share
az: Paylaş
id: Bagikan
ky: Бөлүшүү
tr: Paylaş
uz: Ulashish

source: Copy
az: Köçür
id: Salin
ky: Көчүрүү
tr: Kopyala
uz: Nusxa olish

# sharePic
source: Share picture
az: Şəkli paylaş
id: Bagikan gambar
ky: Сүрөттү бөлүшүү
tr: Resmi paylaş
uz: Rasmni ulashish

source: Language
az: Dil
id: Bahasa
ky: Тил
tr: Dil
uz: Til

source: App language
az: Tətbiq dili
id: Bahasa aplikasi
ky: Тиркеменин тили
tr: Uygulama dili
uz: Ilova tili

source: Theme color
az: Mövzu rəngi
id: Warna tema
ky: Теманын түсү
tr: Tema rengi
uz: Mavzu rangi

source: Select theme color
az: Mövzu rəngini seçin
id: Pilih warna tema
ky: Теманын түсүн тандаңыз
tr: Tema rengini seçin
uz: Mavzu rangini tanlang

source: Theme
az: Mövzu
id: Tema
ky: Тема
tr: Tema
uz: Mavzu

# themeModes
source: Light, Dark, System
az: İşıqlı, Qaranlıq, Sistem
id: Terang, Gelap, Sistem
ky: Жарык, Караңгы, Система
tr: Açık, Karanlık, Sistem
uz: Yorug', Qorong'i, Tizim

# textSizeNames
source: Small, Normal, Medium, Large, Very large, Maximum
az: Kiçik, Normal, Orta, Böyük, Çox böyük, Maksimal
id: Kecil, Normal, Sedang, Besar, Sangat besar, Maksimal
ky: Кичине, Нормалдуу, Орто, Чоң, Абдан чоң, Максималдуу
tr: Küçük, Normal, Orta, Büyük, Çok büyük, Maksimum
uz: Kichik, Oddiy, O'rtacha, Katta, Juda katta, Maksimal

# displayAlways
source: Display always on
az: Ekran həmişə açıq
id: Tampilan selalu aktif
kk: Әрдайым қосулы дисплей
ky: Дисплей дайым жанып турат
tr: Hep açık ekran
uz: Экран доимо ёниқ
